<h2 class="item1">Как использовать</h2>

<h5>
    Ниже описаны принципы работы со скриптом
</h5>

<p>
    <strong>Обратите внимание:</strong> Прежде всего стоит запомнить, что RD Navbar - это прежде всего конструктор.
    В его разметке или стилизации нет практически никаких особенных правил. Весь принцип работы с RD Navbar сводится
    к стилизации и настройке соответствующих лейаутов навигации, которые также зависят исключительно от дизайна и особенностей
    продукта, в котором скрипт внедряется.
</p>

<h3>
    Git репозиторий
</h3>

<p>
    Прежде чем ознакомиться с информацией ниже, обязательно скачайте сам скрипт и демо из нашего публичного репозитория:
    <a href="http://products.git.devoffice.com/coding-development/rd-navbar">Кликабельно</a>
</p>